Repository: wp-plugins/clicky
Catalog: *.po
Languages: nl_nl

source: Clicky is almost ready
nl_nl: Clicky is bijna klaar

source: You must %1$s enter your Clicky Site ID, Site Key and Admin Site Key%2$s for it to work.
nl_nl: Je moet %1$s je Clicky Site ID, Site Key en Admin Site Key invullen%2$s voor het werkt.

source: The Clicky.me short URL for this post is
nl_nl: De Clicky.me short URL voor deze post is

source: Tweet this post
nl_nl: Tweet deze post

source: This post is not published yet, a short URL will be created for it once the post is published. Do you want it to be tweeted automatically too?
nl_nl: Deze post is nog niet gepubliceerd, zodra hij gepubliceerd is wordt er een short URL gemaakt. Wil je dat de post ook automatisch getweet wordt?

source: Tweet post on publish
nl_nl: Tweet deze post na publicatie

source: Goal Tracking
nl_nl: Doel tracking

source: Goal ID
nl_nl: Doel ID

source: Goal Revenue
nl_nl: Doel Opbrengst

source: You cannot edit the Clicky settings.
nl_nl: Je kunt de Clicky instellingen niet editen.

source: Clicky settings have been updated.
nl_nl: De instellingen van Clicky zijn ge&uuml;pdatet.

source: Clicky Settings
nl_nl: Clicky Instellingen

source: and tweet your post immediately when you publish it. To do that, this plugin will need your Twitter username and pass.
nl_nl: en tweet je post onmiddellijk na het publiceren. Om dat te doen heeft deze plugin je Twitter gebruikersnaam en wachtwoord nodig.

source: Ignore Admin users
nl_nl: Negeer Site beheerders

source: If you are using a caching plugin, such as WP-Supercache, please ensure that you have it configured to NOT use the cache for logged in users. Otherwise, admin users <em>will still</em> be tracked.
nl_nl: Als je een caching plugin gebruikt, zoals WP-Supercache, verifieer dan aub of deze geconfigureerd is om pagina's NIET te cachen for gebruikers die ingelogd zijn. Anders worden beheerders nog steeds getracked.

source: Track names of commenters
nl_nl: Track namen van commenters

source: Advanced Settings
nl_nl: Geavanceerde Instellingen

source: Allow Clicky.me integration
nl_nl: Integreer Clicky.me

source: Auto Tweet
nl_nl: Automatisch Tweeten

source: No need to check the box on each post, by checking this box, each post get's tweeted automatically.
nl_nl: Het is niet meer nodig om bij elke post de checkbox aan te vinken. Als je deze box aan vinkt wordt iedere post automatisch getweet.

source: Twitter username
nl_nl: Twitter gebruikersnaam

source: Twitter password
nl_nl: Twitter wachtwoord

source: Prefix for Tweets
nl_nl: Voorvoegsel voor Tweets

source: This text will be put in front of Tweets that are published when a blog post is published
nl_nl: Deze tekst wordt voor Tweets geplaatst die worden gepubliceerd als u een nieuwe blog post publiceert

source: Clicky.me &amp; Twitter Integration
nl_nl: Clicky.me &amp; Twitter Integratie

source: Update Clicky Settings
nl_nl: Update Clicky Instellingen

source: Clicky tracking not shown because you're an administrator and you've configured Clicky to ignore administrators.
nl_nl: Clicky tracking niet getoond omdat je een beheerder bent en je Clicky ingesteld hebt om beheerders niet te tracken.

source: Settings
nl_nl: Instellingen

source: Why not do any or all of the following:
nl_nl: Waarom doe je niet een van de volgende zaken:

source: Link to it so other folks can find out about it.
nl_nl: Link er naar zodat andere mensen hem kunnen vinden.

source: Give it a good rating on WordPress.org.
nl_nl: Geef het een goede rating op WordPress.org

source: Donate a token of your appreciation.
nl_nl: Doneer een teken van uw appreciatie.

source: If you have any problems with this plugin or good ideas for improvements or new features, please talk about them in the
nl_nl: Als je problemen hebt met deze plugin, of idee&euml;n hebt voor hoe je die kunt verbeteren, praat er dan ajb over in de

source: Clicky for WordPress
nl_nl: Clicky voor WordPress

source: Integrates Clicky on your blog!
nl_nl: Integreer Clicky in je blog!
